Revit 2027 API
SolidGlass.SolidglassBumpAmount Property
 The property labeled "Amount" from the "SolidGlass" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string SolidglassBumpAmount { get; }
Public Shared ReadOnly Property SolidglassBumpAmount As String
	Get
public:
static property String^ SolidglassBumpAmount {
	String^ get ();
}
static member SolidglassBumpAmount : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble" within the range of "0, 2".
See Also
Reference
SolidGlass Class
Autodesk.Revit.DB.Visual Namespace